Repository: rdohms/DMS
Catalog: src/DMS/Bundle/TwigExtensionBundle/Resources/translations/date.*.xliff
Languages: af, de, es_es, fr, hu_hu, nl, pt_br

# ago.y
source: {1}%value% year ago|]1,Inf]%value% years ago
af: {1}%value% jaar gelede|]1,Inf]%value% jaar gelede
de: {1}vor %value% Jahr|]1,Inf]vor %value% Jahren
es_es: {1}hace %value% año|]1,Inf]hace %value% años
fr: {1}Il y a %value% an|]1,Inf]Il y a %value% ans
hu_hu: {1}%value% éve|]1,Inf]%value% éve
nl: {1}%value% jaar geleden|]1,Inf]%value% jaar geleden
pt_br: {1}há %value% ano|]1,Inf]há %value% anos

# ago.m
source: {1}%value% month ago|]1,Inf]%value% months ago
af: {1}%value% maand gelede|]1,Inf]%value% maande gelede
de: {1}vor %value% Monat|]1,Inf]vor %value% Monaten
es_es: {1}hace %value% mes|]1,Inf]hace %value% meses
fr: {1}Il y a %value% mois|]1,Inf]Il y a %value% mois
hu_hu: {1}%value% hónapja|]1,Inf]%value% hónapja
nl: {1}%value% maand geleden|]1,Inf]%value% maanden geleden
pt_br: {1}há %value% mês|]1,Inf]há %value% meses

# ago.d
source: {1}%value% day ago|]1,Inf]%value% days ago
af: {1}%value% dag gelede|]1,Inf]%value% dae gelede
de: {1}vor %value% Tag|]1,Inf]vor %value% Tagen
es_es: {1}hace %value% día|]1,Inf]hace %value% días
fr: {1}Il y a %value% jour|]1,Inf]Il y a %value% jourso
hu_hu: {1}%value% napja|]1,Inf]%value% napja
nl: {1}%value% dag geleden|]1,Inf]%value% dagen geleden
pt_br: {1}há %value% dia|]1,Inf]há %value% dias

# ago.h
source: {1}%value% hour ago|]1,Inf]%value% hours ago
af: {1}%value% uur gelede|]1,Inf]%value% ure gelede
de: {1}vor %value% Stunde|]1,Inf]vor %value% Stunden
es_es: {1}hace %value% hora|]1,Inf]hace %value% horas
fr: {1}Il y a %value% heure|]1,Inf]Il y a %value% heures
hu_hu: {1}%value% órája|]1,Inf]%value% órája
nl: {1}%value% uur geleden|]1,Inf]%value% uur geleden
pt_br: {1}há %value% hora|]1,Inf]há %value% horas

# ago.i
source: {1}%value% minute ago|]1,Inf]%value% minutes ago
af: {1}%value% minuut gelede|]1,Inf]%value% minute gelede
de: {1}vor %value% Minute|]1,Inf]vor %value% Minuten
es_es: {1}hace %value% minuto|]1,Inf]hace %value% minutos
fr: {1}Il y a %value% minute|]1,Inf]Il y a %value% minutes
hu_hu: {1}%value% perce|]1,Inf]%value% perce
nl: {1}%value% minuut geleden|]1,Inf]%value% minuten geleden
pt_br: {1}há %value% minuto|]1,Inf]há %value% minutos

# ago.s
source: {1}%value% second ago|]1,Inf]%value% seconds ago
af: {1}%value% sekonde gelede|]1,Inf]%value% sekondes gelede
de: {1}vor %value% Sekunde|]1,Inf]vor %value% Sekunden
es_es: {1}hace %value% segundo|]1,Inf]hace %value% segundos
fr: {1}Il y a %value% seconde|]1,Inf]Il y a %value% secondes
hu_hu: {1}%value% másodperce|]1,Inf]%value% másodperce
nl: {1}%value% seconden geleden|]1,Inf]%value% seconden geleden
pt_br: {1}há %value% segundo|]1,Inf]há %value% segundos

# next.y
source: {1}in %value% year|]1,Inf]in %value% years
af: {1}in %value% jaar|]1,Inf]in %value% jare
de: {1}in %value% Jahr|]1,Inf]in %value% Jahren
es_es: {1}dentro de %value% año|]1,Inf]dentro de %value% años
fr: {1}dans %value% an|]1,Inf]dans %value% ans
hu_hu: {1}%value% év múlva|]1,Inf]%value% év múlva
nl: {1}over %value% jaar|]1,Inf]over %value% jaar
pt_br: {1}em %value% ano|]1,Inf]em %value% anos

# next.m
source: {1}in %value% month|]1,Inf]in %value% months
af: {1}in %value% maand|]1,Inf]in %value% maande
de: {1}in %value% Monat|]1,Inf]in %value% Monaten
es_es: {1}en %value% mes|]1,Inf]dentro de %value% meses
fr: {1}dans %value% mois|]1,Inf]dans %value% mois
hu_hu: {1}%value% hónap múlva|]1,Inf]%value% hónap múlva
nl: {1}over %value% maand|]1,Inf]over %value% maanden
pt_br: {1}em %value% mês|]1,Inf]em %value% meses

# next.d
source: {1}in %value% day|]1,Inf]in %value% days
af: {1}in %value% dag|]1,Inf]in %value% dae
de: {1}in %value% Tag|]1,Inf]in %value% Tagen
es_es: {1}en %value% día|]1,Inf]dentro de %value% día
fr: {1}dans %value% jour|]1,Inf]dans %value% jours
hu_hu: {1}%value% nap múlva|]1,Inf]%value% nap múlva
nl: {1}over %value% dag|]1,Inf]over %value% dagen
pt_br: {1}em %value% dia|]1,Inf]em %value% dias

# next.h
source: {1}in %value% hour|]1,Inf]in %value% hours
af: {1}in %value% uur|]1,Inf]in %value% ure
de: {1}in %value% Stunde|]1,Inf]in %value% Stunden
es_es: {1}en %value% hora|]1,Inf]dentro de %value% horas
fr: {1}dans %value% heure|]1,Inf]dans %value% heures
hu_hu: {1}%value% óra múlva|]1,Inf]%value% óra múlva
nl: {1}over %value% uur|]1,Inf]over %value% uur
pt_br: {1}em %value% hora|]1,Inf]em %value% horas

# next.i
source: {1}in %value% minute|]1,Inf]in %value% minutes
af: {1}in %value% minuut|]1,Inf]in %value% minute
de: {1}in %value% Minute|]1,Inf]in %value% Minuten
es_es: {1}en %value% minuto|]1,Inf]dentro de %value% minutos
fr: {1}dans %value% minute|]1,Inf]dans %value% minutes
hu_hu: {1}%value% perc múlva|]1,Inf]%value% perc múlva
nl: {1}over %value% minuut|]1,Inf]over %value% minuten
pt_br: {1}em %value% minuto|]1,Inf]em %value% minutos

# next.s
source: {1}in %value% second|]1,Inf]in %value% seconds
af: {1}in %value% sekonde|]1,Inf]in %value% sekondes
de: {1}in %value% Sekunde|]1,Inf]in %value% Sekunden
es_es: {1}en %value% segundo|]1,Inf]dentro de %value% segundos
fr: {1}dans %value% seconde|]1,Inf]dans %value% secondes
hu_hu: {1}%value% másodperc múlva|]1,Inf]%value% másodperc múlva
nl: {1}over %value% seconden|]1,Inf]over %value% seconden
pt_br: {1}em %value% segundo|]1,Inf]em %value% segundos

# date.yesterday
source: yesterday
af: gister
de: gestern
es_es: ayer
fr: hier
hu_hu: tegnap
nl: gisteren
pt_br: ontem

# date.tomorrow
source: tomorrow
af: môre
de: morgen
es_es: mañana
fr: yesterday
hu_hu: holnap
nl: morgen
pt_br: amanhã

# date.just_now
source: just now
af: nou net
de: gerade eben
es_es: ahora mismo
fr: Ã l'instant
hu_hu: éppen most
pt_br: agora mesmo
